tap "laishulu/homebrew"
brew "fd"
brew "ffmpeg"
brew "gh"
brew "git"
brew "htop"
brew "lazygit"
brew "lf"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree-sitter-cli"
brew "wget"
brew "wireshark"
brew "laishulu/homebrew/macism"
cask "alt-tab"
cask "google-chrome"
cask "notion"
cask "pearcleaner"
cask "postman"
cask "steam"
cask "typora"
