brew "gh"
brew "git"
brew "htop"
brew "lazygit"
brew "lf"
brew "neofetch"
brew "neovim"
brew "stow"
brew "tmux"
brew "wget"
cask "alt-tab"
cask "google-chrome"
cask "notion"
cask "postman"
cask "steam"
cask "stolendata-mpv"
cask "typora"
