tap "laishulu/homebrew"
brew "aircrack-ng"
brew "colima"
brew "docker"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "gh"
brew "git"
brew "go"
brew "htop"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "mpv"
brew "neovim"
brew "nmap"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree-sitter-cli"
brew "wget"
brew "wireshark"
brew "laishulu/homebrew/macism"
cask "clash-verge-rev"
cask "google-chrome"
cask "keepingyouawake"
cask "navicat-premium-lite"
cask "notion"
cask "qq"
cask "spotify"
cask "steam"
cask "typora"
